@extends('layouts.main')
@section('blog.index')
    active
@endsection
@section('default')

    <p class="h1 text-center mb-5 text-info mt-5">MeinOne</p>
    <div class="w-75 mx-auto text-white">
        <div class="d-flex justify-content-center mb-lg-5">
            <a href="https://t.me/mein0ne" class="text-white">
                <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" fill="currentColor"
                     class="bi bi-telegram" viewBox="0 0 16 16">
                    <path
                        d="M16 8A8 8 0 1 1 0 8a8 8 0 0 1 16 0M8.287 5.906q-1.168.486-4.666 2.01-.567.225-.595.442c-.03.243.275.339.69.47l.175.055c.408.133.958.288 1.243.294q.39.01.868-.32 3.269-2.206 3.374-2.23c.05-.012.12-.026.166.016s.042.12.037.141c-.03.129-1.227 1.241-1.846 1.817-.193.18-.33.307-.358.336a8 8 0 0 1-.188.186c-.38.366-.664.64.015 1.088.327.216.589.393.85.571.284.194.568.387.936.629q.14.092.27.187c.331.236.63.448.997.414.214-.02.435-.22.547-.82.265-1.417.786-4.486.906-5.751a1.4 1.4 0 0 0-.013-.315.34.34 0 0 0-.114-.217.53.53 0 0 0-.31-.093c-.3.005-.763.166-2.984 1.09"/>
                </svg>
            </a>
            <a href="https://github.com/1Mein" class="text-white mx-5">
                <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" fill="currentColor" class="bi bi-github"
                     viewBox="0 0 16 16">
                    <path
                        d="M8 0C3.58 0 0 3.58 0 8c0 3.54 2.29 6.53 5.47 7.59.4.07.55-.17.55-.38 0-.19-.01-.82-.01-1.49-2.01.37-2.53-.49-2.69-.94-.09-.23-.48-.94-.82-1.13-.28-.15-.68-.52-.01-.53.63-.01 1.08.58 1.23.82.72 1.21 1.87.87 2.33.66.07-.52.28-.87.51-1.07-1.78-.2-3.64-.89-3.64-3.95 0-.87.31-1.59.82-2.15-.08-.2-.36-1.02.08-2.12 0 0 .67-.21 2.2.82.64-.18 1.32-.27 2-.27s1.36.09 2 .27c1.53-1.04 2.2-.82 2.2-.82.44 1.1.16 1.92.08 2.12.51.56.82 1.27.82 2.15 0 3.07-1.87 3.75-3.65 3.95.29.25.54.73.54 1.48 0 1.07-.01 1.93-.01 2.2 0 .21.15.46.55.38A8.01 8.01 0 0 0 16 8c0-4.42-3.58-8-8-8"/>
                </svg>
            </a>
            <a href="https://www.linkedin.com/in/meinone"
               class="text-white">
                <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" fill="currentColor"
                     class="bi bi-linkedin" viewBox="0 0 16 16">
                    <path
                        d="M0 1.146C0 .513.526 0 1.175 0h13.65C15.474 0 16 .513 16 1.146v13.708c0 .633-.526 1.146-1.175 1.146H1.175C.526 16 0 15.487 0 14.854zm4.943 12.248V6.169H2.542v7.225zm-1.2-8.212c.837 0 1.358-.554 1.358-1.248-.015-.709-.52-1.248-1.342-1.248S2.4 3.226 2.4 3.934c0 .694.521 1.248 1.327 1.248zm4.908 8.212V9.359c0-.216.016-.432.08-.586.173-.431.568-.878 1.232-.878.869 0 1.216.662 1.216 1.634v3.865h2.401V9.25c0-2.22-1.184-3.252-2.764-3.252-1.274 0-1.845.7-2.165 1.193v.025h-.016l.016-.025V6.169h-2.4c.03.678 0 7.225 0 7.225z"/>
                </svg>
            </a>
        </div>



        <div class="text-center">
            <span class="text-white-50">07.04.2024</span>
        </div>
        <img src="{{asset('/images/kotiki-chibi-kavai-2.gif')}}" alt="screen" class="d-block mx-auto mt-1 mb-4 rounded-5" width="100px">



        <div class="text-center">
            <span class="text-white-50">04.04.2024</span>
        </div>

        <p class="fs-5 m-0 mt-2 mb-1">Это то как я сделал Аноним мод. 5 это айди анонимного аккаунта. На хосте это 55.</p>
        <img src="{{asset('/images/anon1.png')}}" alt="screen" class="d-block mx-auto rounded-5">
        <div class="mt-5"></div>

        <p class="fs-5">Скоро буду делать уведомления.</p>
{{--        <h2>Хостинг</h2>--}}
{{--        <ul>--}}
{{--            <li>Что это?</li>--}}
{{--            <li>Цены</li>--}}
{{--            <li>Как захостить проект</li>--}}
{{--            <li>Про хостинг этого сайта</li>--}}
{{--        </ul>--}}
{{--        <p class="fs-5">Хо́стинг (англ. hosting) — услуга по предоставлению ресурсов для размещения информации на сервере, постоянно имеющем доступ к сети (обычно Интернет).</p>--}}
{{--        <p class="fs-5">Простыми словами это удаленный компьютер в котором стоит ваш проект.</p>--}}
{{--        <p class="fs-5">Это самый дешевый хостинг</p>--}}

        <div class="text-center">
            <span class="text-white-50">03.04.2024</span>
        </div>
        <div>
            <h1> Тут буду выкладывать прогресс</h1>
            <p class="fs-4">Не только этого сайта, а вообще в целом.</p>

                        <h1 class="text-end mt-5">Ну и что то полезное</h1>
                        <p class="text-end fs-4">время от времени буду писать.</p>

            <h2>...</h2>
        </div>
    </div>

@endsection

